#1-----------------------------------------------------------
name = "vaniko"
height = 1.55
age = 11
print(type(name))
print(type(height))
print(type(age))
#2-----------------------------------------------------------
num1 = input("enter your number : " )
num2 = input("enter your number : " )
print(int(num1) + int(num2))
print(int(num2) - int(num1))
print(int(num1) * int(num2))
print(int(num2) / int(num1))
#3-----------------------------------------------------------
print(7 / 6)
print(7 // 6)
#ერთ სლეშიან გაყოფასა და ორ სლეშიან გაყოფას შორის ის გნასხვავებაა რომ ერთი სლეშით გაყოფა ყოველთვის გამოიტანს float-ს ხოლო ორი სლეშით გაყოფა ყოველთვის გამოიტანს integer-ს
#4-----------------------------------------------------------
#type() ფუნქციას ტერმინალში გამოაქვს თუ რა ტიპისაა ჩვენ მიერ დაწერილი  ცვლადი
#5-----------------------------------------------------------
# concatenation ნიშნავს რამდენიმე სტრინგის ერთმანეთზე მიმატებას
#7-----------------------------------------------------------
int(input("რამდენჯერ დააპირა კოღომ კბენა ? "))
ხელი_დავუქნიე = 4
print("კოღომ მიკბინა ორჯერ") 
